"Cheerful" = "Riang";

"Melodic" = "Melodik";

"Relaxed" = "Santai";

"Grooving" = "Grooving";

"Distorted" = "Terdistorsi";

"Acoustic" = "Akustik";

"Processed" = "Diproses";

"Single" = "Tunggal";

"Part" = "Bagian";

"Dark" = "Gelap";

"Dissonant" = "Tidak Merdu";

"Intense" = "Kuat";

"Arrhythmic" = "Aritmis";

"Clean" = "Bersih";

"Electric" = "Listrik";

"Dry" = "Kering";

"Ensemble" = "Ansambel";

"Fill" = "Isi";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Elektronik";

"Jazz" = "Jazz";

"Urban" = "Urban";

"World/Ethnic" = "Dunia";

"Cinematic/New Age" = "Film";

"Orchestral" = "Orkestra";

"Country/Folk" = "Country";

"Experimental" = "Eksperimental";

"Other Genre" = "Genre Lainnya";

"Hip Hop" = "Hip Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "R&B Modern";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Pemisah Vintage";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Genre Lainnya";

"Chinese Traditional" = "Tionghoa Trad.";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Efek Bunyi";

"Bass House" = "Bass House";

"Electronic Pop" = "Pop Elektronik";

"Techno" = "Techno";

"Bass" = "Bass";

"Electric Bass" = "Bass Listrik";

"Acoustic Bass" = "Bass Akustik";

"Synthetic Bass" = "Bass Sintetis";

"Drums" = "Semua Drum";

"Drum Kit" = "Kit";

"Electronic Beats" = "Ketukan";

"Kick" = "Kick";

"Tom" = "Tom";

"Snare" = "Snare";

"Cymbal" = "Simbal";

"Hi-hat" = "Hi-Hat";

"Guitars" = "Gitar";

"Electric Guitar" = "Gitar Listrik";

"Acoustic Guitar" = "Gitar Akustik";

"Banjo" = "Banjo";

"Mandolin" = "Mandolin";

"Slide Guitar" = "Gitar Slide";

"Pedal Steel Guitar" = "Pedal Steel";

"Horn/Wind" = "Terompet";

"Saxophone" = "Saksofon";

"Trumpet" = "Terompet";

"Flute" = "Suling";

"Trombone" = "Trombon";

"Clarinet" = "Klarinet";

"French Horn" = "French Horn";

"Tuba" = "Tuba";

"Oboe" = "Oboe";

"Harmonica" = "Harmonika";

"Recorder" = "Perekam";

"Pan Flute" = "Suling Pan";

"Bagpipe" = "Bagpipe";

"Bassoon" = "Bassoon";

"Piccolo" = "Piccolo";

"English Horn" = "English Horn";

"Brass" = "Brass";

"Woodwind" = "Woodwind";

"Keyboards" = "Keyboard";

"Piano" = "Piano";

"Electric Piano" = "Piano Listrik";

"Organ" = "Organ";

"Clavinet" = "Clavinet";

"Accordion" = "Akordeon";

"Synthesizer" = "Synth";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Piano Kuno";

"Mallets" = "Palu Kayu";

"Steel Drum" = "Drum Baja";

"Vibraphone" = "Getaran";

"Marimba" = "Marimba";

"Xylophone" = "Xilofon";

"Kalimba" = "Kalimba";

"Bell" = "Lonceng";

"Timpani" = "Timpani";

"Mixed" = "Jingle";

"Other Instrument" = "Inst Lainnya";

"Percussion" = "Perkusi";

"Gong" = "Gong";

"Shaker" = "Shaker";

"Tambourine" = "Tamborin";

"Conga" = "Conga";

"Bongo" = "Bongo";

"Cowbell" = "Lonceng Sapi";

"Clave" = "Klaf";

"Vinyl/Scratch" = "Vinil";

"Chime" = "Denting";

"Rattler" = "Rattler";

"Sound Effect" = "FX";

"Misc2" = "Misc";

"Boom" = "Boom";

"All Effects" = "Semua Efek";

"Effects" = "Efek Bunyi";

"Ambience" = "Suasana";

"People" = "Orang";

"Transportation" = "Transportasi";

"Weapons" = "Senjata";

"Explosions" = "Letupan";

"Impacts & Crashes" = "Dampak";

"Animals" = "Hewan";

"Sports & Leisure" = "Olahraga";

"Mech/Tech" = "Mesin";

"Work/Home" = "Kantor/Rumah";

"Misc." = "Lain-lain";

"Foley" = "Foley";

"Motions & Transitions" = "Stinger";

"Sci-Fi" = "Sains Fiksi";

"Strings" = "Senar";

"Violin" = "Biola";

"Viola" = "Biola";

"Cello" = "Cello";

"Harp" = "Harpa";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Bass Ganda";

"Texture/Atmosphere" = "Tekstur";

"Vocals" = "Vokal";

"Male" = "Pria";

"Female" = "Wanita";

"Choir" = "Paduan Suara";

"All" = "Semua";

"Favorites" = "Favorit";

"Genres" = "Genre";

"Instruments" = "Instrumen";

"Moods" = "Suasana Hati";

"Reset" = "Atur Ulang";

